org/index.org
:PROPERTIES:
:ID:       23e03a28-48b1-4fa3-9fa3-71a369950c6d
:END:
#+title: Hello

Welcome to my digital laboratory! This site (the public facing side of my [[id:16db6da7-fbb6-4614-a23c-79ad58a43310][zettelkasten]]) is currently under construction. 🚧

[[id:e6aca40a-e418-4a55-b74e-dfb0109152aa][What's the point?]]

* Whoami
#+begin_src bash
whoami
#+end_src

#+RESULTS:
: ketanagrawal

* What you'll find in my laboratory
:PROPERTIES:
:HTML_CONTAINER_CLASS: headlines-grid-container
:END:
** [[id:0997b060-ee05-458e-beed-3494675c879d][programming]]
So, programming is a pretty interesting pursuit. In fact, programming is the very force that inhabits this blog.
** [[id:b56d1847-4a25-47cf-a019-4d00319d0dd1][visuals]]
I like cool visuals.
** [[id:091329e5-7896-4975-b88b-99b30f4dd482][philosophy]]
** [[id:e2ff4d71-a630-4a8d-94d4-66606f321bd4][musings]]
