html/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-08-16 Mon 19:16 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Hello</title>
<meta name="author" content="Ketan Agrawal" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="syntax.css" />
<link rel="stylesheet" type="text/css" href="styles.css" />
<link rel="apple-touch-icon" sizes="180x180" href="/apple-touch-icon.png" />
<link rel="icon" type="image/png" sizes="32x32" href="/favicon-32x32.png" />
<link rel="icon" type="image/png" sizes="16x16" href="/favicon-16x16.png" />
<link rel="manifest" href="/site.webmanifest" />
</head>
<body>
<div id="preamble" class="status">
<a style="color: inherit; text-decoration: none" href="/"><h2>Ketan's Digital Laboratory &#129514;</h2></a>
</div>
<div id="content" class="content">
<h1 class="title">Hello</h1>
<p>
Welcome to my digital laboratory! This site (the public facing side of my <a href="zettelkasten.html#ID-16db6da7-fbb6-4614-a23c-79ad58a43310">zettelkasten</a>) is currently under construction. 🚧<br />
</p>

<p>
<a href="what_s_the_point.html#ID-e6aca40a-e418-4a55-b74e-dfb0109152aa">What&rsquo;s the point?</a><br />
</p>

<div id="outline-container-org47472b4" class="outline-2">
<h2 id="org47472b4">Whoami</h2>
<div class="outline-text-2" id="text-org47472b4">
<div class="org-src-container">
<pre class="src src-bash">whoami
</pre>
</div>

<pre class="example">
ketanagrawal
</pre>
</div>
</div>

<div id="outline-container-org07471e4" class="outline-2 headlines-grid-container">
<h2 id="org07471e4">What you&rsquo;ll find in my laboratory</h2>
<div class="outline-text-2" id="text-org07471e4">
</div>
<div id="outline-container-orge3e9465" class="outline-3">
<h3 id="orge3e9465"><a href="programming.html#ID-0997b060-ee05-458e-beed-3494675c879d">programming</a></h3>
<div class="outline-text-3" id="text-orge3e9465">
<p>
So, programming is a pretty interesting pursuit. In fact, programming is the very force that inhabits this blog.<br />
</p>
</div>
</div>
<div id="outline-container-org084fad5" class="outline-3">
<h3 id="org084fad5"><a href="visuals.html#ID-b56d1847-4a25-47cf-a019-4d00319d0dd1">visuals</a></h3>
<div class="outline-text-3" id="text-org084fad5">
<p>
I like cool visuals.<br />
</p>
</div>
</div>
<div id="outline-container-org90158a3" class="outline-3">
<h3 id="org90158a3"><a href="philosophy.html#ID-091329e5-7896-4975-b88b-99b30f4dd482">philosophy</a></h3>
</div>
<div id="outline-container-orgd591fa2" class="outline-3">
<h3 id="orgd591fa2"><a href="musings.html#ID-e2ff4d71-a630-4a8d-94d4-66606f321bd4">musings</a></h3>
</div>
</div>
</div>
<div id="postamble" class="status">
<p>Made with <span class="heart">♥</span> using
<a href="https://orgmode.org/">org-mode</a>.
Source code is available
<a href="https://github.com/ketan0/digital-laboratory">here</a>.</p>
<script src="popper.min.js"></script>
<script src="tippy-bundle.umd.min.js"></script>
<script src="tooltips.js"></script>
</div>
</body>
</html>
